Revit 2027 API
ParameterTypeId.FamilyLevelParam Property
 "Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyLevelParam { get; }
Public Shared ReadOnly Property FamilyLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyLevelParam {
	ForgeTypeId^ get ();
}
static member FamilyLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace